Revit 2027 API
ParameterTypeId.DivisionRuleParam Property
 "Division Rule"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DivisionRuleParam { get; }
Public Shared ReadOnly Property DivisionRuleParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DivisionRuleParam {
	ForgeTypeId^ get ();
}
static member DivisionRuleParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace